/** @format */

import { Link } from "react-router-dom";
import { PrimaryTitle, ResParagraph } from "../../../components/Text/Title/Title";
export default function IntroTW() {
    return (
        <>
           <PrimaryTitle text="Wiser 運動簡介"/>
           

            <ResParagraph>
                Wiser球 (中文稱為”<strong>高智爾球</strong>
                “)，原是古代宮廷君王、大臣與士大夫和西方元首總統謀略鬥智、鍛煉身體最高貴最頂級的球藝運動，但很可惜的是這種世界性皇王首相級頂級高貴的球藝運動早已年久失傳了，今由一位偉大無私的長德發掘並加以完善以利益大眾。長德道德崇高，美國國會參議院通過無記名投票在第112屆國會全票通過
                <a
                    href="https://www.congress.gov/112/bills/sres614/BILLS-112sres614ats.pdf"
                    target="_blank"
                    rel="noreferrer"
                >
                第614號決議
                </a>
                上表彰這位長德對世界人類所做的貢獻。這位長德在將Wiser球藝和全套規則完整傳授給世界Wiser運動委員會時嚴肅地說：「
                <span style={{ fontWeight: "600" }}>
                    你們必須把Wiser球發展普及到全世界，成為領導Wiser球的總會。你們記住，無論男女老幼，都有權利享受Wiser，因為Wiser是大自然賦予人類的強身健體、人人有權平等享受的一種純體育球類運動，它唯一的作用就是給人類帶來利益，強身健體，塑造道德友善，和平助益世界。
                </span>
                」
            </ResParagraph>
            <ResParagraph>
                現在，世界Wiser運動委員會已經成立，總部設在美國，
                <span style={{ fontWeight: "600" }}>美國是Wiser運動的發起國</span>，
                <Link to="/wiser-info/wwsc-inaugural-ceremony">
                    世界Wiser運動委員會第一屆人員就職典禮已於2013年3月2日在美國舉行。
                </Link>
            </ResParagraph>

            <ResParagraph>
                Wiser球，是以智謀結合運動的一種動靜相爭的對抗性的球類運動，它不需要專門的球場，無論任何障礙的場地均能使用，非常安全，適合所有的人群，男女老幼均宜。
            </ResParagraph>

            <ResParagraph>
                對於年歲高的人，有些身體欠佳，乃至手足麻木走路困難，有的心智也昏昧，生活都無法自理。只要還能打Wiser球，就可以增強免疫力，強健身體、耐力，活躍衰竭的腦細胞，避免老年癡呆，開闊心胸，增進喜樂，舒暢心情，能有效避免孤獨失眠、手腿麻木，防止風濕、寒氣入侵。
            </ResParagraph>

            <ResParagraph>
                中﹑青年人同樣可以得到以上受益，增進智慧，開發大腦活力，同時更可以解決宅男﹑宅女們內向孤僻和不好社會活動﹑交朋結友的現象。藉由打Wiser球，引領他們走向戶外，於比賽中結交朋友，增強自信和發展良好健康的社交關係。
            </ResParagraph>

            <ResParagraph>
                另外打Wiser球的少年和小孩，會變得獨立善思維，有禮貌，道德昇華，育長堅韌，強健身體，促成長高聰明，這是育養人才最好的運動。
            </ResParagraph>

            <ResParagraph>
                總之，Wiser
                運動不僅能鍛鍊體力，而且能開發智慧腦力，它不分老年、中年、青年、少年、幼兒、男女，也不需要專門場地，可以因地制宜，任何不同場地、異型障礙不僅是整個球場的一個部分，而且是當下開膚智力的好玄訣，對球員來說都在千變萬化中生發心機聰慧，並且任何時候在不同場地、障礙的變化中增加了對球員嶄新的挑戰性，即使是同一個場地，每一次打球，由於對方和自己隊友的擊打順序、路線、方向和力道不同，從而使得任何一場比賽都沒有重複，都需要運用不同的佈局調度和擊球技巧，因此，也就讓球員不斷提高自己的智慧和球技，讓打球增添更多的變化和趣味性，這是當今所有球類運動所不具備的特色。國際奧委會和國際拳擊協會祝賀世界Wiser運動委員會的函件中高度讚歎Wiser球，說：「
                <span style={{ fontWeight: "600" }}>Wiser是球類運動中最完美的體育運動。</span>」
            </ResParagraph>

            <ResParagraph>
                同時，打Wiser球，非常安全，只要喜愛體育，想強身健腦，塑造道德人品的人皆可加入，是真正做到了平等待遇的運動。它既是個人、也是團體的謀略和戰術，從智力思維訓練方面來說，有如下棋佈陣，從身體的鍛鍊體力增長方面來說，更是一個完美自然的高級球類運動。因此，Wiser球是全世界人類最完美、最高貴、對人類最有益處的球類運動，其總的效用體現在七個方面：強身健體，活躍精神，開發腦力聰慧，團結友愛，增強免疫力，遲緩體能衰竭，有助於提升老中青少年道德品質！實踐證明了，只要打過Wiser球的人，是人人讚嘆，愛不釋手，明顯給他們帶來了身心健康。
            </ResParagraph>

            <ResParagraph>
                世界Wiser運動委員會是一個公眾性非營利組織，是合法的、全世界最高、最權威的Wiser領導機構，依特定的Wiser球的規則，訓練不同級別的裁判人員，主辦世界性的比賽，指導各個國家和地區的Wiser運動委員會的工作，領導Wiser運動在全世界各個國家和地區的發展，其目的就是讓全世界不同地域、不同膚色、不同年齡、不同文化的人，都能通過打Wiser球，祛除疾病，延緩衰老，增強身心健康，增長智慧，增進友誼，提升道德，進而促進整個世界的和平和人類的幸福。
            </ResParagraph>

            {/* <div className="page-wwsc-name">世界Wiser運動委員會</div> */}
        </>
    );
}
