/** @format */

import { Link } from "react-router-dom";
import { PrimaryTitle, ResParagraph } from "../../../components/Text/Title/Title";

export default function IntroCN() {
    return (
        <>
            <PrimaryTitle text="Wiser 运动简介"/>
          

            <ResParagraph>
                Wiser球 (中文称为"<strong>高智尔球</strong>
                ")，原是古代宫廷君王、大臣与士大夫和西方元首总统谋略鬥智、锻炼身体最高贵最顶级的球艺运动，但很可惜的是这种世界性皇王首相级顶级高贵的球艺运动早已年久失传了，今由一位伟大无私的长德发掘并加以完善以利益大众。长德道德崇高，美国国会参议院通过无记名投票在第112届国会全票通过
                <a
                    href="https://www.congress.gov/112/bills/sres614/BILLS-112sres614ats.pdf"
                    target="_blank"
                    rel="noreferrer"
                >
                第614号决议
                </a>
                上表彰这位长德对世界人类所做的贡献。这位长德在将Wiser球艺和全套规则完整传授给世界Wiser运动委员会时严肃地说：「
                <span style={{ fontWeight: "600" }}>
                    你们必须把Wiser球发展普及到全世界，成为领导Wiser球的总会。你们记住，无论男女老幼，都有权利享受Wiser，因为Wiser是大自然赋予人类的强身健体、人人有权平等享受的一种纯体育球类运动，它唯一的作用就是给人类带来利益，强身健体，塑造道德友善，和平助益世界。
                </span>
                」
            </ResParagraph>
            <ResParagraph>
                现在，世界Wiser运动委员会已经成立，总部设在美国，
                <span style={{ fontWeight: "600" }}>美国是Wiser运动的发起国，</span>
                <Link to="/wiser-info/wwsc-inaugural-ceremony">
                    世界Wiser运动委员会第一届人员就职典礼已於2013年3月2日在美国举行。
                </Link>
            </ResParagraph>

            <ResParagraph>
                Wiser球，是以智谋结合运动的一种动静相争的对抗性的球类运动，它不需要专门的球场，无论任何障碍的场地均能使用，非常安全，适合所有的人群，男女老幼均宜。
            </ResParagraph>

            <ResParagraph>
                对於年岁高的人，有些身体欠佳，乃至手足麻木走路困难，有的心智也昏昧，生活都无法自理。只要还能打Wiser球，就可以增强免疫力，强健身体、耐力，活跃衰竭的脑细胞，避免老年癡呆，开阔心胸，增进喜乐，舒畅心情，能有效避免孤独失眠、手腿麻木，防止风湿、寒气入侵。
            </ResParagraph>

            <ResParagraph>
                中﹑青年人同样可以得到以上受益，增进智慧，开发大脑活力，同时更可以解决宅男﹑宅女们内向孤僻和不好社会活动﹑交朋结友的现象。藉由打Wiser球，引领他们走向户外，於比赛中结交朋友，增强自信和发展良好健康的社交关係。
            </ResParagraph>

            <ResParagraph>
                另外打Wiser球的少年和小孩，会变得独立善思维，有礼貌，道德昇华，育长坚韧，强健身体，促成长高聪明，这是育养人才最好的运动。
            </ResParagraph>

            <ResParagraph>
                总之，Wiser
                运动不仅能锻鍊体力，而且能开发智慧脑力，它不分老年、中年、青年、少年、幼儿、男女，也不需要专门场地，可以因地制宜，任何不同场地、异型障碍不仅是整个球场的一个部分，而且是当下开肤智力的好玄诀，对球员来说都在千变万化中生发心机聪慧，并且任何时候在不同场地、障碍的变化中增加了对球员崭新的挑战性，即使是同一个场地，每一次打球，由於对方和自己队友的击打顺序、路线、方向和力道不同，从而使得任何一场比赛都没有重複，都需要运用不同的佈局调度和击球技巧，因此，也就让球员不断提高自己的智慧和球技，让打球增添更多的变化和趣味性，这是当今所有球类运动所不具备的特色。国际奥委会和国际拳击协会祝贺世界Wiser运动委员会的函件中高度讚歎Wiser球，说：「
                <span style={{ fontWeight: "600" }}>Wiser是球类运动中最完美的体育运动。</span>」
            </ResParagraph>

            <ResParagraph>
                同时，打Wiser球，非常安全，只要喜爱体育，想强身健脑，塑造道德人品的人皆可加入，是真正做到了平等待遇的运动。它既是个人、也是团体的谋略和战术，从智力思维训练方面来说，有如下棋佈阵，从身体的锻鍊体力增长方面来说，更是一个完美自然的高级球类运动。因此，Wiser球是全世界人类最完美、最高贵、对人类最有益处的球类运动，其总的效用体现在七个方面：强身健体，活跃精神，开发脑力聪慧，团结友爱，增强免疫力，迟缓体能衰竭，有助於提升老中青少年道德品质！实践證明了，只要打过Wiser球的人，是人人讚叹，爱不释手，明显给他们带来了身心健康。
            </ResParagraph>

            <ResParagraph>
                世界Wiser运动委员会是一个公众性非营利组织，是合法的、全世界最高、最权威的Wiser领导机构，依特定的Wiser球的规则，训练不同级别的裁判人员，主办世界性的比赛，指导各个国家和地区的Wiser运动委员会的工作，领导Wiser运动在全世界各个国家和地区的发展，其目的就是让全世界不同地域、不同肤色、不同年龄、不同文化的人，都能通过打Wiser球，祛除疾病，延缓衰老，增强身心健康，增长智慧，增进友谊，提升道德，进而促进整个世界的和平和人类的幸福。
            </ResParagraph>

            {/* <div className="page-wwsc-name">世界Wiser运动委员会</div> */}
        </>
    );
}
